<script setup lang="ts"></script>

<template>
  <section class="conditions">
    <div class="conditions-title">ДОБРО ПОЖАЛОВАТЬ В МИР МИККИСВИМ</div>
    <div class="conditions-content">
      <div class="item">
        Теперь у вас есть золотая карта с ЛИЧНЫМ НОМЕРОМ (промокодом). В течении
        месяца мы отправим вам физическую карту (5 штук) с вашим Личным Номером
        (промокодом). Но У вас уже есть ВИРТУАЛЬНАЯ карта и вы можете отправлять
        ваш ПРОМОКОД Онлайн своим спортсменам.
      </div>
      <div class="item">
        Личный ПРОМОКОД дает <span>скидку 15%</span> на покупку любого товара +
        начисление <span>15% бонусов</span> на ваш счет в личный кабинет. При
        каждой покупки на сайте mikkiswim по вашему ПРОМОКОДУ бонусы начисляться
        автоматически в ваш личный кабинет.
      </div>
      <div class="item">
        ВЫ просто отправляете ПРОМОКОД своим спортсменам, они вводят его в графе
        «промокод» и получают <span>скидку 15%</span> на все товары которые они
        добавили в корзину, а вы получаете <span>15% бонусов</span> от каждой
        покупки на свой счет в личном кабинете.
      </div>
      <div class="item">
        ВНИМАНИЕ! Бонусы начисляются мгновенно, если оплата купленного товара по
        вашему промокоду была произведена ОНЛАЙН через сайт, если клиент выбрал
        Оплату при получении, тогда бонусы вам начисляться
        <span>в течении одного месяца</span> при условии что клиент забрал и
        оплатил заказ при получении.
      </div>
      <div class="item">
        Вы можете на эти бонусы совершать покупку на нашем сайте а может раз в 3
        месяца выводить бонусы со счета обменивая их на наличные деньги.
        <span>1 бонус = 1 рубль</span>. Расчёт и вывод средств производиться в
        конце каждого квартала календарного года. (31 марта , 30 июня , 31
        сентября , 31 декабря).
      </div>
      <div class="item">
        Для вывода средств нужно Оформить - (<span>вывод средств</span>) через
        ваш личный кабинет.
      </div>
      <div class="item">
        В разделе Вывод Средств - нужно Заполнить анкету. Деньги поступают на
        указанный вами банковский счет в течение 5 рабочих дней с момента подачи
        заявки. У вас в личном кабинете автоматически спишутся накопленные
        баллы, на ту сумму на которую вы сделали запрос на вывод средств.
      </div>
    </div>
  </section>
</template>

<style scoped lang="scss">
@use 'CabinetConditions';
</style>
