<script setup lang="ts">
import type { AccordionItem } from '~/share/UI/Accordion/types'

const accordionItems: AccordionItem[] = [
  {
    id: 1,
    title: 'Что такое кешбэк?',
    content:
      'Мы конвертируем микки-рубли в миккикоины по курсу 1:1. Например, если у вас на счету было 150 микки-рублей, то станет 150 миккикоинов.'
  },
  {
    id: 2,
    title: 'На что я смогу обменять миккикоины?',
    content:
      'Мы конвертируем микки-рубли в миккикоины по курсу 1:1. Например, если у вас на счету было 150 микки-рублей, то станет 150 миккикоинов.'
  },
  {
    id: 3,
    title: 'Где я могу обменять полученные миккикоины?',
    content:
      'Мы конвертируем микки-рубли в миккикоины по курсу 1:1. Например, если у вас на счету было 150 микки-рублей, то станет 150 миккикоинов.'
  },
  {
    id: 4,
    title: 'Что станет с микки монетами?',
    content:
      'Мы конвертируем микки-рубли в миккикоины по курсу 1:1. Например, если у вас на счету было 150 микки-рублей, то станет 150 миккикоинов.'
  }
]
</script>

<template>
  <section class="content">
    <div class="title">ПОПУЛЯРНЫЕ ВОПРОСЫ</div>
    <Accordion :list="accordionItems" />
  </section>
</template>

<style scoped lang="scss">
@use 'MikkicoinsAccordion';
</style>
